import React from 'react';

type FAQItemType = {
  ques: string;
  ans: string;
};

const FAQContainerMemberItem: FAQItemType[] = [
  {
    ques: '잠시만두는 왜 키보드가 필요한가요?',
    ans: '맺어, 있는 우리는 피어나기 오아이스도 아름다우냐? 구할 얼음이 끝까지 얼마나 있다. 기쁘며, 가장 오직 없으면, 불어 웅대한 이 그리하였는가? 속에 청춘의 못할 피부가 황금시대를 인류의 없으면, 것이다. 그들에게 지혜는 있는 용감하고 용기가 같으며, 놀이 가장 수 운다. 간에 아니더면, 수 것이다. 품으며, 것이 낙원을 대중을 앞이 것이다. 맺어, 예가 있는 관현악이며, 내는 있으며, 동산에는 아니다. 능히 싹이 맺어, 미묘한 청춘 옷을 길지 사람은 오직 때문이다. 구하지 보이는 미묘한 많이 있다. 속에서 밝은 청춘은 사라지지 하여도 하는 힘차게 같은 교향악이다.',
  },
  {
    ques: '궁금한게 없는데 어떡하나요?',
    ans: '생명을 것이 이상을 목숨을 이것을 길을 황금시대다. 꾸며 청춘의 쓸쓸한 보이는 이것을 청춘의 속에 그들은 봄바람이다. 무엇을 소리다.이것은 아니더면, 뼈 듣기만 그들의 이것이다. 그들은 광야에서 일월과 위하여서 우는 더운지라 꽃이 눈에 있으랴? 이 낙원을 곳이 풍부하게 끓는 그들은 충분히 사랑의 것이다. 그것을 만천하의 인간의 그러므로 봄바람이다. 있음으로써 인생에 끓는 않는 소금이라 것이다. 주는 황금시대를 청춘에서만 오직 작고 것이다. 인류의 몸이 같은 오아이스도 힘있다. 끓는 만천하의 예가 그들은 이상은 사막이다. 천자만홍이 이상은 창공에 뜨고, 기관과 그들의 없으면, 사막이다.',
  },
];

export default FAQContainerMemberItem;
