import React from 'react';
import styles from './ErrorPageContainer.module.scss';
import fzf from '../../assets/images/404temp.png';

function ErrorPageContainer() {
  return (
    <div className={styles.bodyContainer}>
      <div className={styles.itemWrapper}>
        <div className={styles.warning}>
          404 나가 404 나가404 나가404 나가404 나가404 나가404 나가404 나가404 나가404 나가404 나가404 나가404 나가404 나가404 나가404 나가404 나가404 나가404 나가404
          나가404 나가404 나가404 나가404 나가404 나가404 나가404 나가404 나가404 나가404 나가404 나가404 나가404 나가404 나가404 나가404 나가404 나가404 나가404 나가404
          나가404 나가404 나가404 나가404 나가404 나가404 나가404 나가404 나가404 나가404 나가404 나가404 나가404 나가404 나가404 나가404 나가404 나가404 나가404 나가404
          나가404 나가404 나가404 나가404 나가404 나가404 나가404 나가404 나가404 나가404 나가404 나가404 나가404 나가404 나가404 나가404 나가404 나가 404 나가 404
          나가404 나가404 나가404 나가404 나가404 나가404 나가404 나가404 나가404 나가404 나가404 나가404 나가404 나가404 나가404 나가404 나가404 나가404 나가404 나가404
          나가404 나가404 나가404 나가404 나가404 나가404 나가404 나가404 나가404 나가404 나가404 나가404 나가404 나가404 나가404 나가404 나가404 나가404 나가404 나가404
          나가404 나가404 나가404 나가404 나가404 나가404 나가404 나가404 나가404 나가404 나가404 나가404 나가404 나가404 나가404 나가404 나가404 나가404 나가404 나가404
          나가404 나가404 나가404 나가404 나가404 나가404 나가404 나가404 나가404 나가404 나가404 나가404 나가404 나가404 나가404 나가
        </div>
        <img className={styles.imgError} alt="errorimg" src={fzf} />
        <button className={styles.glowOnHover} type="button">
          호떡개꿀맛
        </button>
        <div className={styles.warning}>
          404 나가 404 나가404 나가404 나가404 나가404 나가404 나가404 나가404 나가404 나가404 나가404 나가404 나가404 나가404 나가404 나가404 나가404 나가404 나가404
          나가404 나가404 나가404 나가404 나가404 나가404 나가404 나가404 나가404 나가404 나가404 나가404 나가404 나가404 나가404 나가404 나가404 나가404 나가404 나가404
          나가404 나가404 나가404 나가404 나가404 나가404 나가404 나가404 나가404 나가404 나가404 나가404 나가404 나가404 나가404 나가404 나가404 나가404 나가404 나가404
          나가404 나가404 나가404 나가404 나가404 나가404 나가404 나가404 나가404 나가404 나가404 나가404 나가404 나가404 나가404 나가404 나가404 나가 404 나가 404
          나가404 나가404 나가404 나가404 나가404 나가404 나가404 나가404 나가404 나가404 나가404 나가404 나가404 나가404 나가404 나가404 나가404 나가404 나가404 나가404
          나가404 나가404 나가404 나가404 나가404 나가404 나가404 나가404 나가404 나가404 나가404 나가404 나가404 나가404 나가404 나가404 나가404 나가404 나가404 나가404
          나가404 나가404 나가404 나가404 나가404 나가404 나가404 나가404 나가404 나가404 나가404 나가404 나가404 나가404 나가404 나가404 나가404 나가404 나가404 나가404
          나가404 나가404 나가404 나가404 나가404 나가404 나가404 나가404 나가404 나가404 나가404 나가404 나가404 나가404 나가404 나가
        </div>
      </div>
    </div>
  );
}

export default ErrorPageContainer;
